app/controllers/monsters_controller.rb

SELECT * FROM "monsters"
---
  def index
    @monsters = Monster.all